{"article": ["<p style=\"text-align:justify\">Ripoti ya Ofisi ya Takwimu kiwa mwaka 2024 imesema ajira rasmi iliongezeka kwa asilimia 4.1 huku kiwango cha watu kupata kazi katika sekta isiyo rasmi kiliongezeka kwa asilimia 4.5 mwaka jana.</p>", "<p style=\"text-align:justify\">Aidha Ripoti hiyo inaonyesha kuwa mfumuko wa bei za bidhaa wa kila mwaka ulibaki kuwa asilimia 7.7 mwaka 2023 hasa kutokana na bei ya juu ya nishati.</p>", "<p style=\"text-align:justify\">Mauzo ya nje kama vile chai, kahawa, maua na nguo, yalikua kwa asilimia 15.4 hadi shilingi trilioni 1.0, na uagizaji bidhaa kama vile ngano, mafuta, na chuma, uliongezeka kwa asilimia 4.9 hadi shilingi trilioni 2.6. Hata hivyo, usawazishaji wa biashara ulipungua kutoka shilingi trilioni 1.62 hadi shilingi trilioni 1.60 trilioni, ripoti hiyo inaonyesha.</p>", "<p style=\"text-align:justify\">Jumla ya deni la taifa lilipanda kwa asilimia 19.3 hadi shilingi trilioni 9.6 kufikia mwisho wa Juni 2023.</p>", "<p style=\"text-align:justify\">Ulipaji wa mishahara na marupurupu mengine ya wafanyakazi wake, serikali ya Kenya iligharamia shilingi bilioni 832.7 mwaka wa 2023, ikiwa ni ongezeko mwaka huo.</p>", "<p style=\"text-align:justify\">Hata hivyo, serikali ya rais William Ruto inatarajia mapato yake kuongezeka mwaka huu kwa asilimia 30.2 hadi shilingi trilioni 3.0, huku matumizi yake wakati huo yakitarajiwa kuongezeka kwa asilimia 26.6 hadi shilingi trilioni 4.0.</p>", "<p style=\"text-align:justify\">Mapato ya serikali za majimbo yanatarajiwa kuongezeka mwaka huu kwa asilimia 19.0% hadi shilingi bilioni 512 huku matumizi yake nayo yakitarajiwa kuongezeka kwa asilimia 35.4 hadi shilingi bilioni 562.3.</p>", "<p style=\"text-align:justify\">Mfuatiliaji wa uchumi wa Kenya ameiambia Sauti ya Amerika kuwa serikali inajipa mzigo mkubwa wa kuimarisha uchumi wake na maisha ya raia na kusema kuwa ripoti hii inaimanisha kuwa serikali inastahili kuweka mikakati ya kifedha inayolinda uchumi.</p>", "<p style=\"text-align:justify\">Naye Waziri wa Fedha Njuguna Ndung'u amesema raia wa Kenya wana matarajio mengi kutoka kwa serikali, na serikali ya Ruto inalenga kulinda ukuaji wa mageuzi ya kiuchumi kwa kuzingatia viashiria hivyo vya data.</p>", "<p style=\"text-align:justify\">Uchumi wa Kenya unategemea kilimo kinachochangia zaidi ya theluthi moja ya pato la taifa, na kutokana na kiwango kizuri cha mvua, sekta ya kilimo, ilinawiri kabisa kwa asilimia 7% na kuboresha mwelekeo wa uchumi wa Kenya mwaka 2023.</p>", "<p><strong>Imetayarishwa na Kennedy Wandera, Sauti ya Amerika, Nairobi. </strong></p>"]}
